[
    {
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 488,
        "price": 5000,
        "title": "Weddings",

        "thumbnail_url": "https://images.unsplash.com/photo-1532712938310-34cb3982ef74?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "image_url": "https://images.unsplash.com/photo-1532712938310-34cb3982ef74?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "details": "Keeping a wedding detail photos checklist will help you keep your A-game intact. You could merge this with your longer wedding shot list or keep it separate, whatever makes the job easy for you. If you are someone who is naturally inclined to forget about this (or any!) list, you could even set a reminder on your phone. Whatever method you pick to remember, try to ensure that you capture some detail photos at the wedding.At ShootDotEdit, we help photographers focus on the wedding with blogs like Creating a Wedding Day Shot List. We encourage you to give more time to your art and leave the editing to us. To learn more about how we can help your business, check out our price plans."
    }, 
    {
        
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 488,
        "price": 3000,
        "title": "Portraits",
        "thumbnail_url": "https://media.istockphoto.com/id/1339653641/photo/connecting-kids-and-nature.jpg?s=612x612&w=is&k=20&c=8vmUsRaCR0oaHz0-EvHAC5lCpobv8qWtuZNu5XcBG6c=",
        "image_url": "https://media.istockphoto.com/id/1339653641/photo/connecting-kids-and-nature.jpg?s=612x612&w=is&k=20&c=8vmUsRaCR0oaHz0-EvHAC5lCpobv8qWtuZNu5XcBG6c=",
        "details": "Portrait photography is a style of photography that portrays human subjects. Portrait photography has been around since the dawn of photography, when Louis Daguerre invented the daguerreotype in 1839—the same year that Robert Cornelius aimed the camera at himself and took what is widely believed to be the first self portrait photograph (or “selfie” in modern parlance) ever, laying the groundwork for portrait photography to emerge as its own art form.When selecting an environment, consider that a soft, diffused natural light from an indirect source is best for shooting portraits. Direct, harsh light or a full sun can cast unwanted dark shadows or create unnatural skin colors. Use a diffuser like a soft box or a white sheet to help soften the light and produce a more flattering effect."
    }, 
    {
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "rating": {
            "number": 4.8,
            "badge": "Excellent"
        },
        "total_view": 400,
        "price": 10000,
        "title": "Fashion",
        "thumbnail_url": "https://images.unsplash.com/photo-1505022610485-0249ba5b3675?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "image_url": "https://images.unsplash.com/photo-1505022610485-0249ba5b3675?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "details": "Fashion photography focuses on the display of fashion clothing and items. It is most common on advertising boards and in fashion magazines. The photography will usually feature models wearing the display items. Fashion photography has existed almost as long as photography itself has been around.Studying a course will also give you the valuable opportunity of collaborating with designers, make-up artists, and models, giving you a glimpse into your future career. Graduates of photography can expect to land roles in fashion,editorial,video production,and more In this field, the wider your experience and portfolio,the better."

    }, 
    {
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "rating": {
            "number": 4.3,
            "badge": "Excellent"
        },
        "total_view": 400,
        "price": 8000,
        "title": "Editorial",
        "thumbnail_url": "https://images.unsplash.com/photo-1519748771451-a94c596fad67?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "image_url": "https://images.unsplash.com/photo-1519748771451-a94c596fad67?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "details": "Editorial photography is images that appear alongside the text in print or online publications, which are created to help tell a story or support the narrative in the text, with a focus on creating a specific mood or tone for the pieceEditorial photography is one of the most popular niches in the industry. In fact, this is one of the types of photography we are most familiar with. Editorial photography is rooted in journalism and fashion. When you look at a magazine or any publication, the images found alongside the text can all be considered as editorial photographs. In this guide, we will give you the knowledge and tools you need to become an editorial photographer and create stunning editorial images for your online portfolio website. Let’s look at what it takes to become an editorial photographer."
    }, 
    {
        "others_info": {
            "is_todays_pick": false,
            "is_trending": false
        },
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 980,
        "price": 3500,
        "title": "Birthday",
        "thumbnail_url": "https://plus.unsplash.com/premium_photo-1661265909145-88d75177655c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=869&q=80",
        "image_url": "https://plus.unsplash.com/premium_photo-1661265909145-88d75177655c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=869&q=80",
        "details": "Whether you do it for clients or for family and friends, birthday party photography can be challenging! You need to move quickly, not miss any activities, and be on point with your camera settings.If you’re just getting started, this can feel very overwhelming.When you are young, one of the most special days of the year is your birthday. Whether it’s a home party or a special day out, being creative and flexible is the best way to catch memorable birthday images. Children can be temperamental at the best of times, so always be ready to capture the smiles when they occur."
    }, 
    {
        "others_info": {
            "is_todays_pick": false,
            "is_trending": false
        },
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 980,
        "price": 6000,
        "title": "Photo-Editing",
        "thumbnail_url": "https://images.unsplash.com/photo-1531178625044-cc2a0fb353a9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=871&q=80",
        "image_url": "https://images.unsplash.com/photo-1531178625044-cc2a0fb353a9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=871&q=80",
        "details": "The basic photo editing techniques should be available in even simple editing programs, and each can enhance your images to make them more powerful and shareworthy. Advanced editing software will offer these basic tools and will also include refinements that allow you to do more sophisticated editing that’s outside the scope of this article. You don’t have to do all of the basic editing steps on every image, but the steps you choose to do should be done in the order listed.The easiest photos to edit, of course, are ones taken by a skilled photographer who takes time to get exceptional shots in the field. (You’ll also want to consider shooting in RAW image format for the greatest editing control. Read Understanding Your Camera to learn more about RAW vs. JPG image formats. You should also be certain your editing program can work with RAW images.) To start learning how to get the best shots, consider taking a hands-on photography course."
    }
]